{
    "Metal Gear": [
        {
        "title": "Metal Gear Solid",
        "platform(s)": "PlayStation, Microsoft Windows",
        "release date(s)": "1998",
        "story": "The story is set in 2005, six years after the events of Metal Gear 2: Solid Snake. A genetically enhanced, renegade special forces unit, FOXHOUND, leads an armed uprising on a remote island in Alaska's Fox Archipelago. This island, codenamed \"Shadow Moses\", is the site of a nuclear weapons disposal facility. The forces that seized this island, led by a mercenary known as Liquid Snake, have acquired the nuclear capable mecha, Metal Gear REX, and are threatening the U.S government with a nuclear reprisal if they do not receive the remains of the \"legendary mercenary\" Big Boss within 24 hours.Solid Snake is forced out of retirement and is dispatched at the request of Colonel Roy Campbell to penetrate the terrorists' defenses and neutralize the threat. Snake is also ordered to locate two hostages: DARPA Chief Donald Anderson, and ArmsTech president Kenneth Baker. Colonel Campbell's daughter, at the time believed to be niece, Meryl Silverburgh, is also held captive in the facility after refusing to take part in the uprising. Snake enters the facility via an air vent and eventually locates Anderson in a cell. He informs Snake of the new Metal Gear REX unit housed at the facility and how he can prevent it from being launched using a secret detonation override code, but then suddenly dies of a heart attack. Meryl, who is held in an adjoining cell, manages to break out and assist Snake in escaping as enemy soldiers are alerted to his presence. Snake then locates Baker. Whilst attempting to free him, Snake is confronted by Revolver Ocelot, who challenges Snake to a gunfight, which is interrupted by a mysterious cyborg ninja who cuts off Ocelot's right hand. Baker briefs Snake on the Metal Gear project and advises him to contact Meryl, whom he gave a PAL card that could be used to prevent the launch; but, like the DARPA Chief, he suddenly dies of a heart attack.\n\nSnake then contacts Meryl via codec, and agrees to meet her in the base's warhead disposal area on the condition that he contacts Metal Gear's designer, Dr. Hal \"Otacon\" Emmerich. As he emerges onto a canyon, Snake receives an anonymous codec call. The mysterious voice calls himself \"Deepthroat\" and warns Snake of a tank ambush up ahead. Snake is confronted by Vulcan Raven in an M1 tank, but manages to defeat the two gunners and proceeds to the warhead disposal area. Snake locates Otacon in his lab. The ninja reappears, and Snake realizes that it is actually his formerly deceased ally Gray Fox. Otacon agrees to aid Snake remotely, using special camouflage to procure information and supplies while he remains invisible. Snake meets with Meryl and agrees for her to accompany him on his mission. Meryl gives Snake the PAL card Baker gave her. As they head for the underground base, Meryl becomes possessed by Psycho Mantis's mind control tune and pulls her gun on Snake. Snake disarms Meryl and defeats Psycho Mantis who, before he dies, informs Snake that he read Meryl's mind, and discovered that he has \"a large place\" in her heart. After they reach the underground passageway, Sniper Wolf ambushes them; wounds Meryl; and, after a brief duel, captures Snake.\n\nWhile Snake is imprisoned, Liquid confirms Snake's suspicion that they are twin brothers. Snake is then tortured by Ocelot, and the player can choose whether or not to give in to the torture. When Snake is taken to his cell, he discovers Anderson's body lying in the corner, drained of blood and looking decomposed for days. Eventually Snake is able to escape his cell. As Snake makes his way up the facility's communications tower, he is ambushed by Liquid in a Hind D attack helicopter, but swiftly defeats him. As he emerges from the tower onto the snowfield, he is confronted once again by Sniper Wolf. This time, however, Snake defeats and kills Wolf in front of a \"grief stricken\" Otacon, who was infatuated with her. Nonetheless, Otacon continues to aid Snake.\n\nSnake continues on to REX's hangar, while Vulcan Raven lies in wait. Raven, having shamanistic intuition, is able to discern Snake's heritage. He can also tell that Snake is a clone, saying that he is \"from another world.\" Snake and Raven battle it out in a freezer warehouse, which results in Raven's death. During his death scene, Raven tells Snake that the man he saw die in front of his eyes was not the DARPA Chief but Decoy Octopus, a member of FOXHOUND. Raven leaves Snake with a cryptic message of his violent future before being devoured by ravens.\n\nInfiltrating Metal Gear's hangar, Snake overhears Liquid and Ocelot preparing the launch sequence for Metal Gear REX. Thinking he is deactivating it by using the PAL card, Snake activates Metal Gear REX. Liquid then reveals his true colors, having impersonated Master Miller from the beginning of the operation. Liquid informs Snake that his entire mission was manipulated by the renegades to allow the launch of the nuclear weapon. Liquid explains that they are the product of the Les Enfants Terribles project, a government sponsored effort to clone Big Boss, that was conducted during the 1970s. Liquid explains that Snake received all of Big Boss' dominant genes, while he received all of the recessive genes. He also reveals to Snake the government's true reason for sending him in: the reprogrammed FoxDie virus would kill all the members of FOXHOUND, allowing the government to retrieve REX undamaged.\n\nLiquid assumes control of Metal Gear REX and a battle ensues. Gray Fox suddenly appears and destroys REX's radome and dies trying to fend off the bipedal tank from Snake. Snake destroys Metal Gear REX and is challenged again by Liquid in person. He fights Liquid atop REX and defeats him after knocking him over the edge. He is then reunited with Meryl if the player succeeded in resisting the torture sequence; or Otacon if the player submitted in the torture sequence. They escape through an underground tunnel, while being chased by Liquid, in a jeep. After the two vehicles crash at the tunnel entrance, Liquid emerges and pulls a gun on Snake but suddenly dies from the FoxDie virus. Colonel Campbell, briefly ousted from command of the mission, calls off a nuclear air strike intended to obliterate the evidence of the day's events and officially declares Snake killed in action to stop the US government's search for him in the future.\n\nIn a post credits scene, Snake is revealed to be the one with recessive genes while Liquid had the dominant genes. Snake has an indeterminate amount of time left before FoxDie kills him. Ocelot is revealed to be a double agent for the President of the United States. His intention was to obtain Baker's disk containing Metal Gear's specifications and deliver it to the President, and kill whoever knew of his true motives, one reason for his \"accidental\" killing of the DARPA Chief.",
        "logoImageName": "MGS_Logo",
        "coverImageName": "MGS_Cover",
        },
        {
        "title": "Metal Gear Solid 2: Sons of Liberty",
        "platform(s)": "PlayStation 2",
        "release date(s)": "2001",
        "story": "Prologue - Tanker chapter\n\nThe game opens with a flashback, two years after the Shadow Moses incident in the original Metal Gear Solid. On August 8, 2007, Solid Snake and Otacon, now members of the non governmental organization Philanthropy, are investigating the development of a new Metal Gear by the United States Marine Corps. Snake arrives on the tanker transporting the weapon in the middle of an attack by Russian mercenaries, led by Colonel Gurlukovich, his daughter Olga and Snake's enemy Ocelot, who has transplanted the right arm of Liquid Snake following the loss of his own in Metal Gear Solid. After Snake knocks Olga unconscious, he sneaks down to the hold in order to record pictures of the new Metal Gear RAY. As the mercenaries take control below, Ocelot betrays his allies and shoots both Gurlukovich and the commander of the marines. Just as Ocelot is about to hijack RAY, Snake reveals himself. Ocelot is then possessed by Liquid Snake and escapes with RAY leaving the ship to sink. In the aftermath, Snake is blamed for the disaster, and is believed to have perished. The Big Shell clean up facility is later constructed, ostensibly to help clean the Hudson River after the major oil spill that occurred due to the tanker sinking.\n\nPlant chapter\n\nOn April 29, 2009, Raiden (who operates briefly under the code name Snake) is tasked under a reformed FOXHOUND. He has orders to infiltrate the Big Shell to rescue hostages, including the US president, from the terrorist group Sons of Liberty (whose leader claims to be Solid Snake), backed up by the rogue anti terror training unit Dead Cell, who are also threatening to destroy the facility. All of the SEAL team are killed by Dead Cell members Vamp and Fortune, and the Big Shell is patrolled by the surviving Russian mercenaries from the Tanker chapter, led now by Olga, who is unaware of the extent of Ocelot's betrayal, and believes Snake was responsible for her father's murder. The remaining members of the SEAL assault team, Iroquis Pliskin and Peter Stillman join Raiden to disable explosives planted on the Shell by Stillman's former pupil, Fatman, now a terrorist. Stillman is killed by Fatman's booby trap in Shell 2, though he manages to warn Raiden in time, who successfully disables the respective bomb in Shell 1, preventing the sinking of the facility. Raiden then survives a direct confrontation with Fortune and Vamp, and kills Fatman on the heliport.\n\nAs Raiden searches for the President, he begins to doubt Pliskin's identity, but agrees to the plan of transporting hostages off the Big Shell with a helicopter. However, they are attacked by the leader of the Sons of Liberty, who identifies himself as Solid Snake. Pliskin, however, shouts that the man is not Snake, and assists Raiden in fending off the leader when he attacks with a Harrier Jet piloted by Vamp. The battle ends with the Harrier being shot down, though it is seized by the Metal Gear RAY seen in the Tanker chapter, and the two terrorists escape. Pliskin reveals himself to be the real Solid Snake, who, along with Otacon, helps Raiden locate the President. When Raiden finally contacts President Johnson, he is informed that the Big Shell is a facade to hide a new Metal Gear. Known as Arsenal Gear, it houses a powerful AI called \"GW\", which is capable of controlling the transmission of digital information. The President also claims that the democratic process is a sham, and the true rulers of the United States are a secret organization called the Patriots. The President then reveals the leader of the Sons of Liberty is his predecessor George Sears, a perfect clone of Big Boss known as Solidus Snake, who fell out of the Patriots' favor following Shadow Moses, and has now gone rogue with Dead Cell to escape the Patriots' control. Ocelot kills the President soon after this revelation. Raiden moves on to disabling Arsenal Gear, going to rescue an engineer, Emma Emmerich (Otacon's adoptive sister). After fighting Vamp, who seemingly drowns after being shot, Raiden rescues Emma, who agrees to help upload a virus into the \"GW\" mainframe. However, the upload is halted partway when Emma is attacked by Vamp. Raiden then defeats Vamp by shooting him again, although the injuries Emma suffers prove fatal. Otacon escapes with the surviving hostages, while Raiden is captured by Olga when Solid Snake seemingly betrays him.\n\nRaiden awakens in a torture chamber where Solidus Snake reveals that he once adopted Raiden, a former child soldier, as his son during the Liberian civil war, and that Raiden is now a Patriot agent. Solidus then leaves the chamber, and Olga steps in and frees Raiden, telling him that she is also a Patriot double agent and that she was blackmailed to aid Raiden in order to protect her child. Olga also tells Raiden to find Solid Snake, who only allowed Raiden to be captured so he could gain access to Arsenal Gear. While Raiden makes his way through the bowels of the facility to rendezvous with Snake, his commanding officer, the Colonel, begins to act very erratically. Upon investigation, Otacon reveals that the \"Colonel\" is actually a construct of the GW supercomputer, and that the partially uploaded virus is beginning to damage its systems. Raiden receives a call from Rose, whose voice begins to deepen and slow down as the conversation is cut off, but not before she reveals she is pregnant with his child. Raiden reunites with Snake and his gear, and the two then encounter Fortune, who fights Snake while Raiden searches for Solidus. He is then forced into a battle with twenty five Metal Gear RAY units in Arsenal Gear. Olga protects him, before Solidus kills her, and captures Snake and Raiden. Ocelot reveals that he too is a Patriot agent, and that the entire Big Shell mission was a carefully coordinated attempt to reenact the events of the Shadow Moses incident, for the purpose of creating a soldier (Raiden) on par with Solid Snake. Ocelot kills Fortune, before being possessed by Liquid again, who announces his plan to hunt down the Patriots using his host's knowledge and the first Metal Gear RAY. Snake escapes to pursue Liquid, as Arsenal Gear goes out of control.\n\nThe next morning on April 30, 2009, Arsenal crashes into downtown Manhattan, launching Raiden and Solidus onto the roof of Federal Hall. Solidus attempts to kill Raiden, intending to use his nanomachines to lead him to the Patriots, eliminate them, and form a nation of \"Sons of Liberty\". At this point, Raiden is contacted by AIs of the Colonel and Rosemary, introducing themselves as representatives of the Patriots, who reveal that the true purpose of the simulation was to see how they could simulate and control human behavior in order to prevent society from dumbing down due to trivial information drowning valuable knowledge and inconvenient truths. Raiden is forced to fight Solidus, after the Patriots threaten to kill Olga's child and Rose if he does not cooperate. After Solidus's defeat, Snake reveals he planted a tracking device on Liquid's Metal Gear. Snake and Otacon plan to follow him, rescue Olga's child, and hunt down the Patriots, whose details were hidden in the GW computer virus disc. Raiden is finally reunited with Rose for the anniversary of their first meeting.\n\nIn a brief epilogue, Otacon and Snake discuss the decoding of the virus disc, which contains the personal data on all twelve members of the Patriots' high council. However, it is revealed that all of them in the Wisemen's Committee have been dead for about one hundred years.",
        "logoImageName": "MGS2_Logo",
        "coverImageName": "MGS2_Cover",
        },
        {
        "title": "Metal Gear Solid 3: Snake Eater",
        "platform(s)": "PlayStation 2",
        "release date(s)": "2003",
        "story": "The gameplay of Snake Eater is similar to that of previous games in the Metal Gear Solid series. Snake, controlled by the player, must move undetected through a hostile, enemy filled environment. Although Snake acquires various weapons (ranging from handguns to rocket propelled grenades), the emphasis is on using stealth to avoid confrontations. A number of objects and gadgets can be found along the way to aid in this, including motion detectors to track hostile soldiers, and the Metal Gear series' trademark cardboard box, which Snake can hide under to avoid visual detection.\n\nDespite the fundamental similarities, Snake Eater introduces many new aspects of gameplay not present in previous Metal Gear games, including camouflage, a new hand to hand combat system called \"close quarters combat\" or \"CQC\", a stamina gauge, and an injury and treatment system.\n\nApproximately two thirds of the game is set outdoors in a Soviet Union rainforest, and using this varied environment to its fullest potential is often the key to success. Of the new features, particular emphasis is placed on camouflage and using the jungle environment itself (for example, climbing trees or hiding in tall grass) to avoid being seen by the enemy. The advanced radar from previous games has been removed in favor of a simple motion detector and sonar system more suitable for the game's time period.\n\nA percentage value called the \"camouflage index\" gauges Snake's exposure, on a scale from negative values (highly visible and attracting attention) up to 100% (completely invisible to the enemy). In order to minimize visibility, the player must switch between different camouflage uniforms and face paints to blend in with the environment; for example, wearing a bark patterned uniform while leaning against a tree, or wearing striped face paint while hiding in tall grass. Other devices for camouflage, such as a fake gavial head to decrease chances of being detected in water, are also available.\n\nThe basic close combat from previous installments has been heavily refined and expanded into the CQC system. When unarmed or using a one handed weapon, Snake can grab opponents and put them in a chokehold, at which point a variety of actions can be performed, such as choking the enemy unconscious, slitting the enemy's throat, or interrogating them at knifepoint to obtain information.[16][17] The context, pressure applied to the button, and movement of the analog stick determine the action performed.\n\nWhile previous games used only a simple life bar, Snake Eater also keeps track of injuries over the entire body. For example, a long fall could fracture Snake's leg, slowing him down until the injury is properly treated with a splint and bandage. Unless these injuries are treated, Snake will not be able to fully recover his health for some time.\n\nThe location brings in the need to rely upon native flora and fauna to survive. This is manifested in a stamina gauge, which constantly depletes during gameplay. Failure to restore the gauge by eating has detrimental effects on gameplay, such as decreasing Snake's ability to aim his weapon and being heard by the enemy due to Snake's loud stomach grumbles. Food can be stored in the backpack until it is needed. However, some types of food rot over time, and consuming rotten foods may result in Snake developing a stomach ache, causing the stamina gauge to deplete faster.\n\nThe PlayStation 2 versions of Snake Eater include a minigame called Snake vs. Monkey, in which Snake has to catch Ape Escape style monkeys. In addition to containing tongue in cheek humor, bonus items usable in the main game can be unlocked by progressing through various stages.",
        "logoImageName": "MGS3_Logo",
        "coverImageName": "MGS3_Cover",
        },
        {
        "title": "Metal Gear Solid 4: Guns of the Patriots",
        "platform(s)": "PlayStation 3",
        "release date(s)": "2008",
        "story": "Shortly after learning of his year long lifespan from symptoms similar to Werner syndrome, Snake is given a mission by Colonel Roy Campbell to assassinate Liquid in the Middle East. Snake infiltrates the area where Liquid's army is camped where he meets Drebin 893, a black market arms dealer, who then injects Snake with nano machines that enable him to use the latest generation of weaponry. When he finally reaches Liquid, Liquid releases a signal that incapacitates Snake and other soldiers in the area equipped with nanomachines, including a patrol led by his old comrade Meryl Silverburgh. As Snake collapses, he sees Dr. Naomi Hunter again for the first time since he infiltrated Shadow Moses.\n\nVia an encoded message, Naomi explains she is being forced to do research for Liquid in South America and asks Snake to rescue her. Snake finds Naomi, who explains that Liquid plans to use Big Boss' biometric data as a key to access the Patriots' core AI and take control of its firearms control system, the SOP. After tests, she tells him the cause of his accelerated aging, and that the FOXDIE virus inside him will mutate within six months, spreading a deadly version of FOXDIE to the population. PMC members kidnap Naomi, and after retrieving her, Snake and Naomi make their escape out of the country with the help of Drebin and Raiden. Snake finds an Eastern Europe resistance group that have both the equipment to heal Raiden, after he was injured in a fight with Vamp, and the remains of Big Boss. Once there, EVA, leading the resistance group under the alias \"Big Mama\", reveals that she is the surrogate mother to Snake and Liquid Snake through the \"Les Enfants Terribles\" cloning project. Liquid's armed forces attack Snake, Big Mama, and the decoy vehicles pretending to transport Big Boss' remains. Snake helps Big Mama escape to the riverside, where Big Boss' real remains are hidden in a coffin, but Liquid reveals that he no longer needs Big Boss' body, and that he has already infiltrated the system using his own system core to act as a Trojan. U.S. military forces arrive, but he disables their firearms via his Trojan core. Vamp throws Big Boss' body into flames caused by an explosion, leaving the side of Snake's face burned after he saves Big Mama from jumping in after it. Liquid escapes with Naomi as collateral, but Otacon's robot sneaks onto Liquid's boat after them. Big Mama later dies from her injuries.\n\nLiquid reveals that he plans to destroy the Patriots' core AI with a nuclear strike using Metal Gear REX's railgun, and that he will substitute the core with his own to gain control. To facilitate his plan, Liquid needs a non ID tagged nuclear warhead, which is to be recovered from the Shadow Moses facility, familiar to Snake from prior adventures. Snake, tormented by old memories, infiltrates Shadow Moses Island and reaches REX's hangar only to be ambushed by Vamp who has Naomi with him. Raiden assists Snake in battling Vamp and ultimately kills him. Naomi, revealing she is riddled with cancer and tormented by her mistakes, disables her nanomachines holding off the cancer and dies. Snake and Raiden use REX to head out of the hangar and battle Metal Gear RAY, piloted by Liquid. Upon his defeat, Liquid reveals Outer Haven, a modified version of Arsenal Gear ready to fulfill his launch plan. Raiden is severely injured during the attack while defending Snake. The USS Missouri, captained by Mei Ling, arrives and begins firing on Haven, causing it to retreat. Seizing the moment it surfaces to launch the nuke, Snake, Meryl, and Johnny board the ship via catapults. When Snake arrives at the core, he uses Otacon's robot to install a computer virus coded by Naomi and Sunny, that destroys the core AI and the Patriot system controlling the entire world, leaving the bare necessity for the modern civilization to survive. The destruction of the Patriots brings the war economy to a halt, counteracts the Patriots' upcoming civilian control scheme, and causes a mental breakdown for the enemy soldiers as their mind control systems are disabled. Snake, after passing out in the core room, awakes atop Outer Haven's tower to find Liquid, and defeats him in combat.\n\nIn the aftermath of the battle, Meryl reconciles with Campbell, and marries Johnny. At the wedding, Drebin reveals his origin as a child soldier as well as his role in Patriots' schemes. He also reveals that Meryl's unit has been an unwitting pawn used by the Patriots, but that they and Drebin are now free. Otacon decides to raise Sunny to allow her to live a normal childhood. Raiden's body is rebuilt and he reconciles with Rose after learning that their child was not miscarried and that her marriage to Campbell was a ruse meant to protect them from the Patriots.\n\nIn the game's epilogue, Snake attempts suicide before Big Boss arrives at the grave site with a vegetative Major Zero in a wheelchair. Big Boss explains that the body burned in Eastern Europe was actually Solidus Snake, and reveals that the Patriots were originally an interpretation of the will of The Boss, his former mentor. Snake learns that the Patriots were founded by Major Zero, EVA, Ocelot, Sigint, Para Medic, and Big Boss himself. While their power increased, two rival factions arose within the Patriots' ranks: Zero's, who stood for complete control; and Big Boss', who dreamed of a soldier's refuge. He also explains that Ocelot purposefully used nanomachines and hypnotherapy to implant the persona of Liquid as his own. Over the years, Zero let the newly established AI network assume control, eventually leading to dependence on the war economy, a vision far from The Boss's original will. Big Boss kills Zero by turning off his life support, and then informs Snake that the nanomachines Drebin injected into him came with a new strain of FOXDIE, engineered by the Patriot AIs to eradicate the old strains and to kill the rival Patriot faction. Thus, Snake's presence will kill Big Boss, and Snake has no risk of becoming a biological weapon. After finally understanding his mentor's will, and telling Snake to find a new reason to keep on living, Big Boss dies beside The Boss' grave. Taking his father's words to heart, Snake then decides to live out the rest of his life peacefully with Otacon and Sunny, vowing to live long enough to see what the future holds for the new world he has helped create.",
        "logoImageName": "MGS4_Logo",
        "coverImageName": "MGS4_Cover",
        },
        {
        "title": "Metal Gear Solid V: Ground Zeroes",
        "platform(s)": "PlayStation 3, PlayStation 4, Xbox 360, Xbox One, Microsoft Windows",
        "release date(s)": "2014",
        "story": "In the aftermath of the Peace Walker incident, Paz Ortega Andrade is missing and presumed to be dead. Under the direction of Kazuhira Miller and Huey, Militaires Sans Frontières turn their attention to an upcoming inspection by the UN amid suspicions that they possess a nuclear weapon, which MSF believe to be an attempt by the Cipher organization to stifle them. Their preparations are interrupted when MSF agents in Cuba investigate reports that Paz survived and has been detained at Camp Omega. The situation is complicated when Ricardo \"Chico\" Valenciano Libre attempts to rescue her and is similarly captured. Believing that both of them could compromise MSF, Snake is sent to infiltrate Camp Omega and extract them if they are alive, or confirm that they are dead and if so, determine what they revealed to their captors. Snake also recognizes the value in rescuing Paz, as he believes doing so will convince Cipher to stand down while Paz will be more willing to discuss Cipher's activities with MSF.\n\nSnake infiltrates Camp Omega as a mysterious Special Forces unit known as XOF departs. He locates and extracts Chico, who claims Paz is dead. Using a recording that Chico gives him, Snake and Miller deduce that Paz is alive, and was moved deeper into the camp. He sneaks into Camp Omega and manages to rescue Paz as well, with the group escaping via an MSF helicopter designated Morpho One. However, on the way back to Mother Base, Chico discovers that Paz was surgically implanted with a bomb, prompting Snake and an MSF medic to remove it by hand. They then arrive to Mother Base to see it in flames as XOF forces attack. Morpho One lands long enough for Snake to rescue Miller, who claims that the UN inspection was nothing but a ruse for the XOF ambush, which razes Mother Base. As they attempt to escape XOF, Paz regains consciousness and warns everybody that there is a second bomb inside her body. Knowing that she is about to die, she jumps out, trying to throw herself clear of the helicopter. She succeeds, but the explosion causes Morpho to spiral out of control and collide with a pursuing XOF helicopter.\n\nThe epilogue reveals that the United States government downplayed MSF's destruction and attempted to cover up their dealings with the organization, as do many of MSF's clients. There are no known survivors of the assault, apart from Snake and Miller.\n\nIn a post credits scene, set prior to Snake's arrival at Camp Omega, Paz is being interrogated by Skull Face, who demands the whereabouts of Cipher / Zero, as Paz had met Zero in person. Paz eventually gives in and agrees to tell him Zero's location before the scene ends.",
        "logoImageName": "MGSV_GZ_Logo",
        "coverImageName": "MGSV_GZ_Cover",
        },
        {
        "title": "Metal Gear Solid V: The Phantom Pain",
        "platform(s)": "PlayStation 3, PlayStation 4, Xbox 360, Xbox One, Microsoft Windows",
        "release date(s)": "2015",
        "story": "Following the destruction of MSF (Militaires Sans Frontières) at the hands of Cipher, Big Boss falls into a coma. He awakens nine years later in 1984, where Cipher's assassin, Quiet tries to kill him. Big Boss is rescued by a mysterious man with a bandaged face calling himself Ishmael. While trying to escape the hospital the two become caught in the crossfire between Cipher's soldiers and the psychic Tretij Rebenok, \"The Third Child\", helped by his apparition, the Man on Fire. After a chase, Ishmael disappears, leaving Snake to continue his escape with Revolver Ocelot, now working with a new mercenary company called Diamond Dogs, founded by Kazuhira Miller as a replacement for MSF.\n\nWhile searching for clues about Cipher and expanding Diamond Dogs on an offshore platform near the Seychelles, Big Boss and his growing mercenary company become involved in the Soviet–Afghan War and the Angolan Civil War. Along the way, Big Boss recruits Quiet, who no longer speaks and has gained seemingly paranormal abilities; Dr. \"Huey\" Emmerich, a former MSF scientist suspected of being partly responsible for MSF's destruction; Eli, a spiteful British child believed to be one of Big Boss's clones and leading a band of runaway child soldiers; and finally, Code Talker, a Navajo expert on parasites forced to work for Cipher. Meanwhile, Big Boss begins to encounter the Skulls, deadly enemy soldiers who have similar abilities as Quiet. The Diamond Dogs also suffer a mysterious epidemic, losing many soldiers before it is contained.\n\nIt is eventually revealed that XOF, a rogue faction of Cipher, was responsible for the attack on MSF in 1975 and that Major Zero has since lost control of the organization. Skull Face, the group's leader, sees Cipher's plan to unite the world for peace as the same as making it culturally American. To avoid this, he intends to release a parasite, in part developed by Code Talker, that kills anyone who speaks English. A modified version of this parasite is used to give Quiet and the Skulls their unusual abilities while a strain targeting a different language, used for testing purposes, was the cause of the earlier epidemic that affected Diamond Dogs. After releasing the English strain parasite, Skull Face finally plans to make nuclear weapons available to as many minority groups as he can. By way of nuclear deterrence he imagines no one will dare compromise anyone else, attaining world peace while still protecting the integrity of each culture. Skull Face hopes to ensure a nuclear war does not actually occur by secretly maintaining remote control of all the weapons.\n\nTo make nuclear weapons desirable again in the first place, Skull Face intends to use the new Metal Gear system known as the ST 84 \"Sahelanthropus\", hoping to start a new cold war. As it is unfinished, he depends on The Third Child's paranormal abilities, but during the test the psychic turns against him, having Metal Gear crush the Man on Fire and trapping Skull Face. Big Boss defeats the rampaging Metal Gear and wounds Skull Face by shooting off his arm and leg. Skull Face is then killed by Huey. Later, it is explained that The Third Child was not consciously working for Skull Face. Rather, being psychic, he had an increased sensitivity to other people's thoughts, and so would come to personify the most vengeful person around, wreaking havoc on their behalf; in controlling Sahelanthropus, The Third Child was channelling Eli's vengeance.\n\nIn the aftermath, Eli, along with The Third Child and the child soldiers, steal the remains of Sahelanthropus and abandon Diamond Dogs. Soon after an epidemic of newly mutated parasites occurs forcing Big Boss to personally kill many of his own men to contain it. To honor them, Big Boss decides to make their cremated remains into diamonds to carry into battle. Huey is immediately accused of causing the epidemic while trying to mutate the parasites to sell as weapons. When evidence that he murdered Dr. Strangelove while arguing over using their son in experiments surfaces, and amidst lingering suspicions that he had previously betrayed MSF to Cipher, Big Boss exiles him from Diamond Dogs.\n\nIt is revealed that Skull Face infected Quiet with the English strain of parasite and sent her to join Big Boss so she could spread it among them as a last resort, until her time with them made her genuinely change sides. After being forced to speak English to save a poisoned Big Boss, she disappears to avoid causing another epidemic; walking alone in the desert, her fate is unknown.\n\nPlayers later learn that the Big Boss shown for most of the game is actually \"the Phantom\", an MSF medic, and the real Big Boss was in fact the man with the bandaged face, Ishmael. The medic was given hypnosis by Ocelot and underwent plastic surgery to become a second Big Boss, serving as a decoy for his enemies while he wages a covert war against Cipher. During the credits it is stated that the Phantom goes on to set the events of the Outer Heaven uprising in motion, and dies at the hands of Solid Snake. The original Big Boss resurfaces during the Zanzibar Land disturbance.\n\nAfter the credits, Miller and Ocelot discuss Big Boss's plans to create Outer Heaven. While Ocelot remains supportive of Big Boss, Miller, disgusted at his former ally's deception, agrees to continue assisting the Phantom and Big Boss's sons only in hopes of contributing to the real Big Boss's downfall. The two nonetheless agree to work together until the inevitable conflict between Big Boss's sons begins.",
        "logoImageName": "MGSV_TPP_Logo",
        "coverImageName": "MGSV_TPP_Cover",
        },
        {
        "title": "Metal Gear Rising: Revengeance",
        "platform(s)": "PlayStation 3, Xbox 360, Microsoft Windows, OS X",
        "time": "2013",
        "story": "While providing security detail in an unnamed African country for its prime minister, N'Mani, Maverick operative Raiden and his team are attacked by Desperado, a rogue PMC involved in terrorism. While Raiden fends off Desperado forces, their leader \"Sundowner\" manages to kidnap and execute N'Mani. Sundowner's comrade, Samuel \"Jetstream Sam\" Rodriguez, fights and defeats Raiden, severely damaging his cyborg body. Raiden survives, and Doktor later gives him a new black cyborg armor that grants him much more power.\n\nThree weeks later, Raiden infiltrates the breakaway nation of Abkhazia after learning that Desperado is leading a military coup there. He plans to capture Andrey Dolzaev, an extremist leading the Abkhazian forces, to force Desperado into standing down. Desperado anticipates the move and assigns a prototype AI designated LQ 84i to stop him. Raiden defeats LQ 84i in combat, and later has it rebuilt as an ally, naming it Bladewolf. He faces further opposition from Mistral, the commander of Desperado's forces in Abkhazia. After Raiden kills Mistral in combat, Dolzaev commits suicide by blowing up an oil tank he is standing on.\n\nAfter the mission in Abkhazia, Maverick assigns Raiden and Bladewolf to investigate a research facility in Guadalajara, Mexico. There, Raiden meets an orphan named George, and learns that George was at the facility to have his brain—along with the brains of several other orphans—surgically removed and shipped to the United States.[33][34] He learns that Sundowner inspected the facility in the company of Senator Steven Armstrong, creating an alliance between Desperado and World Marshal, another PMC. They plan to condition the children's brains to become killers through VR training and place them inside cybernetic bodies to create new soldiers, similar to Raiden. Raiden rescues George and the unharvested orphans, and takes them to Doktor.\n\nRaiden promptly resigns and with Bladewolf at his side, launches a one man assault on World Marshal's headquarters in Denver, Colorado.[37] Though he is no longer employed by them, Maverick unofficially approves of his actions and provides discreet support throughout. As he fights his way through the city's privatized police force and Desperado soldiers, Raiden becomes conflicted over those he has killed. The longer he fights, the more he starts regressing towards his aggressive child soldier persona, \"Jack the Ripper\", before finally embracing it when he encounters Samuel Rodriguez and another operative named Monsoon. He kills Monsoon and infiltrates World Marshal's headquarters before locating and killing Sundowner in short order. There, he learns that Armstrong brought World Marshal and Desperado together to exploit Raiden's desire to avenge N'Mani's death. Armstrong used Desperado to distract Raiden while he carries out \"Operation Tecumseh\": a plan to assassinate the President of the United States during peace negotiations with Pakistan to ensure another War on Terror.\n\nWhile Doktor recovers the children's brains, Raiden seeks help from the Solis company to reach Pakistan in time to stop Armstrong. He encounters Samuel on the way and the pair engage in a final duel from which Raiden emerges victorious; Bladewolf then confiscates the fallen Samuel's HF Sword. At Solis, Sunny helps Raiden travel to Shabhazabad Air Base in Pakistan, where he is attacked by Metal Gear EXCELSUS, a hexapedal tank piloted by Senator Armstrong. Armstrong reveals that he does not need to kill the President for his plan to be successful; killing US military personnel at the base is enough to agitate the American people. Armstrong, with his connections to the PMCs, would win any subsequent election in a landslide. This would give him free rein to realize his vision of a society where only the strong survive, fighting and dying only for what they believe in, not for a company, nation, a war economy, or anyone else.[39] Raiden destroys EXCELSUS, but discovers that Armstrong has augmented himself with nanomachines that give him incredible strength and near invulnerability. Bladewolf intervenes and gives Raiden Samuel's katana, and Raiden kills Armstrong.\n\nIn the epilogue, Maverick receives approval to create a new cyborg staffing firm, allowing them to shelter the orphans' brains and potentially give them a chance at a better life, while George and Bladewolf go live at Solis with Sunny. Although Desperado is defeated and the brain taking operation defunct, World Marshal remains in business and the US Pakistan tensions remain with PMCs still being used around the world. Afterwards, Raiden decides against rejoining Maverick, having resolved to fight his own war.",
        "logoImageName": "MGRR_Logo",
        "coverImageName": "MGRR_Cover",
        }
    ]
}
